app/views/welcome/index.html.erb

SELECT "items".* FROM "items"
---
      <div class="row">
        <% Item.all.each do |item| %>